Repository: okekedev/MovieMaker
Catalog: MovieMaker/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pt_br: Cancelar

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
pt_br: Fechar

source: Continue
de: Weiter
es: Continuar
fr: Continuer
ja: 続ける
pt_br: Continuar

source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
ja: 再試行
pt_br: Tentar novamente

source: Not now
de: Nicht jetzt
es: Ahora no
fr: Plus tard
ja: 後で
pt_br: Agora não

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
ja: 警告
pt_br: Aviso

source: Error
de: Fehler
fr: Erreur
ja: エラー
pt_br: Erro

source: None
de: Keine
es: Ninguno
fr: Aucun
ja: なし
pt_br: Nenhum

source: App Settings
de: App-Einstellungen
es: Ajustes de la App
fr: Réglages de l'app
ja: アプリ設定
pt_br: Ajustes do App

source: Add More
de: Mehr hinzufügen
es: Añadir más
fr: Ajouter
ja: 追加
pt_br: Adicionar mais

source: Photo Access Required
de: Fotozugriff erforderlich
es: Acceso a fotos requerido
fr: Accès aux photos requis
ja: 写真へのアクセスが必要
pt_br: Acesso às fotos necessário

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
ja: 設定を開く
pt_br: Abrir Ajustes

source: Please allow Movie Maker to access your videos and photos in Settings to create compilations.
de: Erlaube Movie Maker in den Einstellungen den Zugriff auf deine Videos und Fotos, um Zusammenstellungen zu erstellen.
es: Permite que Movie Maker acceda a tus vídeos y fotos en Ajustes para crear compilaciones.
fr: Autorisez Movie Maker à accéder à vos vidéos et photos dans Réglages pour créer des compilations.
ja: 動画を作成するには、設定でMovie Makerに写真と動画へのアクセスを許可してください。
pt_br: Permita que o Movie Maker acesse seus vídeos e fotos em Ajustes para criar compilações.

source: Loading video...
de: Video wird geladen...
es: Cargando vídeo...
fr: Chargement de la vidéo...
ja: 動画を読み込み中...
pt_br: Carregando vídeo...

source: Daily Spin
de: Tägliches Drehen
es: Giro diario
fr: Tour quotidien
ja: デイリースピン
pt_br: Giro diário

source: Come back tomorrow for another spin
de: Komm morgen für einen weiteren Dreh wieder
es: Vuelve mañana para otro giro
fr: Revenez demain pour un nouveau tour
ja: 明日また回しに来てください
pt_br: Volte amanhã para outro giro

source: You won
de: Gewonnen
es: ¡Ganaste!
fr: Gagné !
ja: 当たり
pt_br: Você ganhou

source: So close! Try again tomorrow
de: Knapp daneben! Morgen wieder versuchen
es: ¡Casi! Inténtalo mañana
fr: Presque ! Réessayez demain
ja: 惜しい！明日また挑戦してね
pt_br: Quase! Tente novamente amanhã

source: Spin
de: Drehen
es: Girar
fr: Tourner
ja: 回す
pt_br: Girar

source: Rolling…
de: Läuft…
es: Girando…
fr: En cours…
ja: 回転中…
pt_br: Girando…

source: Awesome
de: Super
es: ¡Genial!
fr: Super !
ja: やった！
pt_br: Ótimo!

source: Video Compilation Ready!
de: Dein Video ist fertig!
es: ¡Tu vídeo está listo!
fr: Votre vidéo est prête !
ja: 動画が完成しました！
pt_br: Seu vídeo está pronto!

source: Your video has been saved to Photos
de: In Fotos gespeichert
es: Se ha guardado en Fotos
fr: Enregistrée dans Photos
ja: 「写真」に保存されました
pt_br: Foi salvo em Fotos

source: Video Created!
de: Video erstellt!
es: ¡Vídeo creado!
fr: Vidéo créée !
ja: 動画が作成されました！
pt_br: Vídeo criado!

source: Your video has been saved to your photos.
de: Dein Video wurde in deinen Fotos gespeichert.
es: Tu vídeo se ha guardado en tus fotos.
fr: Votre vidéo a été enregistrée dans vos photos.
ja: 動画が写真に保存されました。
pt_br: Seu vídeo foi salvo em suas fotos.

source: Share Video
de: Video teilen
es: Compartir vídeo
fr: Partager la vidéo
ja: 動画を共有
pt_br: Compartilhar vídeo

source: Open Photos
de: Fotos öffnen
es: Abrir Fotos
fr: Ouvrir Photos
ja: 「写真」を開く
pt_br: Abrir Fotos

source: Create Another Video
de: Weiteres Video erstellen
es: Crear otro vídeo
fr: Créer une autre vidéo
ja: 別の動画を作成
pt_br: Criar outro vídeo

source: Transition
de: Übergang
es: Transición
ja: トランジション
pt_br: Transição

source: Photo hold
de: Fotodauer
es: Duración foto
fr: Durée photo
ja: 写真の長さ
pt_br: Duração da foto

source: Title hold
de: Titeldauer
es: Duración título
fr: Durée titre
ja: タイトルの長さ
pt_br: Duração do título

source: Create Anyway
de: Trotzdem erstellen
es: Crear igualmente
fr: Créer quand même
ja: そのまま作成
pt_br: Criar mesmo assim

source: Creating your video...
de: Video wird erstellt...
es: Creando tu vídeo...
fr: Création de votre vidéo...
ja: 動画を作成中...
pt_br: Criando seu vídeo...

source: You can close the app - we'll notify you when it's ready
de: Du kannst die App schließen — wir benachrichtigen dich, sobald es fertig ist
es: Puedes cerrar la app; te avisaremos cuando esté lista
fr: Vous pouvez fermer l'app ; nous vous préviendrons dès que c'est prêt
ja: アプリを閉じても大丈夫です。完成したらお知らせします
pt_br: Você pode fechar o app; avisaremos quando estiver pronto

source: Preparing...
de: Wird vorbereitet...
es: Preparando...
fr: Préparation...
ja: 準備中...
pt_br: Preparando...

source: Compiling videos...
de: Videos werden zusammengefügt...
es: Compilando vídeos...
fr: Compilation des vidéos...
ja: 動画を編集中...
pt_br: Compilando vídeos...

source: Adding videos...
de: Videos werden hinzugefügt...
es: Añadiendo vídeos...
fr: Ajout des vidéos...
ja: 動画を追加中...
pt_br: Adicionando vídeos...

source: Composing video...
de: Video wird komponiert...
es: Componiendo vídeo...
fr: Composition de la vidéo...
ja: 動画を合成中...
pt_br: Compondo vídeo...

source: Almost done...
de: Fast fertig...
es: Casi listo...
fr: Presque terminé...
ja: もうすぐ完了...
pt_br: Quase pronto...

source: Saving to Photos...
de: In Fotos speichern...
es: Guardando en Fotos...
fr: Enregistrement dans Photos...
ja: 「写真」に保存中...
pt_br: Salvando em Fotos...

# warning.longVideos
source: You have %d videos longer than 5 minutes. This may result in a very large file.
de: %d Videos sind länger als 5 Minuten. Die Datei kann sehr groß werden.
es: Tienes %d vídeos de más de 5 minutos. El archivo podría ser muy grande.
fr: %d vidéos dépassent 5 minutes. Le fichier peut être très volumineux.
ja: 5分を超える動画が%d本あります。ファイルサイズが大きくなる可能性があります。
pt_br: Você tem %d vídeos com mais de 5 minutos. Isso pode gerar um arquivo muito grande.

# warning.manyItems
source: You have %d items. This may take several minutes to create.
de: Du hast %d Elemente. Die Erstellung kann mehrere Minuten dauern.
es: Tienes %d elementos. La creación puede tardar varios minutos.
fr: Vous avez %d éléments. La création peut prendre plusieurs minutes.
ja: %d個の項目があります。作成に数分かかる場合があります。
pt_br: Você tem %d itens. A criação pode levar vários minutos.

source: Purchase Error
de: Kauffehler
es: Error de compra
fr: Erreur d'achat
ja: 購入エラー
pt_br: Erro na compra

source: Unable to complete purchase. Please try again.
de: Kauf konnte nicht abgeschlossen werden. Bitte erneut versuchen.
es: No se pudo completar la compra. Inténtalo de nuevo.
fr: Impossible de finaliser l'achat. Veuillez réessayer.
ja: 購入を完了できませんでした。もう一度お試しください。
pt_br: Não foi possível concluir a compra. Tente novamente.

source: Unlimited Videos
de: Unbegrenzte Videos
es: Vídeos ilimitados
fr: Vidéos illimitées
ja: 動画作成し放題
pt_br: Vídeos ilimitados

source: Get More Videos
de: Mehr Videos erhalten
es: Consigue más vídeos
fr: Obtenir plus de vidéos
ja: 動画をもっと作成
pt_br: Ganhe mais vídeos

source: You have unlimited exports
de: Du hast unbegrenzte Exporte
es: Tienes exportaciones ilimitadas
fr: Exports illimités activés
ja: 書き出し無制限です
pt_br: Você tem exportações ilimitadas

source: You have
de: Du hast
es: Tienes
fr: Vous avez
ja: 残高
pt_br: Você tem

source: Every feature included — free
de: Alle Funktionen inklusive — kostenlos
es: Todas las funciones incluidas — gratis
fr: Toutes les fonctionnalités incluses — gratuit
ja: すべての機能を無料で
pt_br: Todas as funções incluídas — grátis

source: Music
de: Musik
es: Música
fr: Musique
ja: 音楽
pt_br: Música

source: Slow-Mo
de: Zeitlupe
es: Cámara lenta
fr: Ralenti
ja: スロー
pt_br: Câmera lenta

source: Buy coins
de: Coins kaufen
es: Comprar monedas
fr: Acheter des jetons
ja: コインを購入
pt_br: Comprar moedas

source: Best value
de: Bestes Angebot
es: Mejor valor
fr: Meilleur prix
ja: お得
pt_br: Melhor oferta

source: Or go unlimited
de: Oder unbegrenzt nutzen
es: O hazte ilimitado
fr: Ou passez en illimité
ja: 無制限プランはこちら
pt_br: Ou vá para o ilimitado

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
ja: 月額
pt_br: Mensal

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
ja: 年額
pt_br: Anual

source: Save %d%%
de: %d%% sparen
es: Ahorra %d%%
fr: -%d%%
ja: %d%%オフ
pt_br: Economize %d%%

source: %@ / month
de: %@ / Monat
es: %@ / mes
fr: %@ / mois
ja: %@ / 月
pt_br: %@ / mês

source: %@ / year
de: %@ / Jahr
es: %@ / año
fr: %@ / an
ja: %@ / 年
pt_br: %@ / ano

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
ja: 購入を復元
pt_br: Restaurar compras

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
pt_br: Privacidade

source: Terms
de: AGB
es: Términos
fr: Conditions
ja: 利用規約
pt_br: Termos

source: Unable to load products
de: Produkte konnten nicht geladen werden
es: No se pudieron cargar los productos
fr: Impossible de charger les produits
ja: 商品を読み込めません
pt_br: Não foi possível carregar os produtos

source: coin
es: moneda
fr: jeton
ja: コイン
pt_br: moeda

source: coins
es: monedas
fr: jetons
ja: コイン
pt_br: moedas

source: · 1 coin = 1 video
es: · 1 moneda = 1 vídeo
fr: · 1 jeton = 1 vidéo
ja: · コイン1枚で動画1本
pt_br: · 1 moeda = 1 vídeo

source: HD Export
es: Exportar en HD
fr: Export HD
ja: HD書き出し
pt_br: Exportar em HD

source: %d coins
es: %d monedas
fr: %d jetons
ja: %dコイン
pt_br: %d moedas

source: Support
es: Ayuda
fr: Assistance
ja: サポート
pt_br: Suporte
